Repository: JLOtten/Project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Intro
es: Un lugar donde los codificadores pueden venir cuando solo necesitas un pequeño impulso..

source: Get your daily boost
es: Obtén tu impulso diario

source: You belong here!
es: ¡Tu perteneces aquí!

source: Learning to code
es: Aprender a codificar es difícil, especialmente si te encuentras con muchos refuerzos negativos en el camino. Es probable que las personas de grupos subrepresentados se encuentren con un refuerzo más negativo a medida que trabajan para obtener un trabajo a la tecnología. Las estadísticas actuales en carreras tecnológicas para mujeres, personas de color o comunidades LBGTQ muestran una marcada disonancia en comparación con la demografía de la población general.

source: Computer Science students
es: Los estudiantes de Ciencias de la Computación en las universidades de los Estados Unidos no representan la demografía de nuestro país. Hay muchas razones para esta subrepresentación de la diversidad en las carreras tecnológicas: desde la falta de exposición temprana, el desánimo repetido o la falta de acceso a una educación STEM de calidad, por nombrar algunas.

source: Why Coders Boost?
es: ¿Por qué Coder's Boost?

source: Coders Boost is designed
es: Coder's Boost está diseñado para asegurarle que pertenece a este profesión y proporcionar un refuerzo positivo para alentarte en su viaje. La motivación está muy conectada a los resultados educativos. Aprender a codificar es un proceso largo y, a veces, arduo, especialmente si lo hace de forma remota. Coder's Boost está aquí para ayudar a los programadores emergentes a evitar que su motivación disminuya, un impulso a la vez. ¿Por qué? Porque la tecnología te necesita. Tu perspectiva es valiosa. Puedes ayudar a muchas personas como usted gracias a su representación y trabajo duro. Tu perteneces aquí.

source: What next?
es: ¿Qué sigue?

source: What next text
es: Iniciar sesión con Github para salvar sus impulsos favoritos y registrarse para recibir un impulso diario por correo electrónico.

source: Home
es: Página Principal

source: My Page
es: Mi Página

source: Resources
es: Recursos

source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Español

source: Logout
es: Cerrar sesión

source: Login with GitHub
es: Iniciar sesión con Github

source: Welcome back
es: ¡Bienvenido de nuevo

source: Please take some time and enjoy your favorite encouragements.
es: Por favor, tómese un tiempo y disfrute de sus cumplidos favoritos.

source: Resources:
es: Recursos:

source: Coding Communities
es: Comunidades de Codificación

source: Inspiring Articles or Sites
es: Artículos o Sitios Inspiradores

source: Related Research
es: Investigación Relacionada
